using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;

namespace ExplorerManager
{
    static class Loca
    {
        public static Dictionary<int, string> loca = new Dictionary<int, string>()
        {
            {1, "Исследователь"},
            {4, "Следопыт"},
            {10, "Опытный исследователь"},
            {17, "Везучий исследователь"},
            {28, "Бесстрашный исследователь" },
            {32, "Храбрый исследователь" },
            {39, "Искренний исследователь" },
            {41, "Милый исследователь" },
            {44, "Принцесса Зои" },
            {46, "Исследователь-авантюрист" },
            {48, "Настойчивый исследователь" },
            {51, "Зачарованный исследователь" },
            {53, "Скромный исследователь" },
            {55, "Безудержный исследователь" },
            {58, "Дерзкий исследователь" },
            {61, "Трусливый исследователь" },
            {65, "Снежный исследователь" },
            {66, "Романтичный исследователь" },
            {68, "Заботливая исследовательница" },
            {69, "Добродушный исследователь" },
            {70, "Королевский исследователь" },
            {74, "Исследователь-пират" },
            {2, "Геолог"},
            {5, "Веселый геолог"},
            {26, "Старательный геолог"},
            {34, "Геолог с железной волей"},
            {35, "Геолог с каменным сердцем"},
            {38, "Бывалый геолог"},
            {40, "Прелестный геолог"},
            {42, "Геолог с золотым сердцем"},
            {45, "Геолог-археолог"},
            {49, "Скрупулезный геолог"},
            {59, "Прилежный геолог"},
            {62, "Дружелюбный геолог"},
            {71, "Бывалый геолог"},
            {73, "Геолог-мумия"}
        };
    }
}
